W = input("Скажи какое время года? : ")
if W == "Зима":
    print("Не выходи без трусов")
if W == "зима":
    print("Не выходи без трусов")
if W == "Лето":
    print("Можешь раздеться")
if W == "лето":
    print("Можешь раздеться")
if W == "Весна":
    print("Ты скорее всего намочишь свои тапочки, так что иди без них")
if W == "весна":
    print("Ты скорее всего намочишь свои тапочки, так что иди без них")
if W == "Осень":
    print("Лучше идти в трусах, но в носках")
if W == "осень":
    print("Лучше идти в трусах, но в носках")
input()