W = input("Скажи какое время года? : ")
if W == "Зима":
    print("Оденься тепло")
if W == "зима":
    print("Оденься тепло")
if W == "Лето":
    print("Можешь раздеться")
if W == "лето":
    print("Можешь раздеться")
if W == "Весна":
    print("Ещё не достаточно тепло оденься по-теплее")
if W == "весна":
    print("Ещё не достаточно тепло оденься по-теплее")
if W == "Осень":
    print("Пока ещё тепло можешь одеваться по-летнему")
if W == "осень":
    print("Пока ещё тепло можешь одеваться по-летнему")
input()